Repository: workpanda/AdBlockerPro
Catalog: AdBlockerPro/*.lproj/Localizable.strings
Languages: de, es, fr

source: more speed
de: bessere Ladezeit
es: más velocidad
fr: plus de vitesse

source: more battery
de: weniger Batterieverbrauch
es: más batería
fr: plus de batterie

source: more privacy
de: mehr Privatsphäre
es: más privacidad
fr: plus sphère privée

source: First Steps:
de: Erste Schritte:
es: Primeros pasos:
fr: Premiers pas:

# Open Settings App
source: Open Settings
de: Öffne die Einstellungen
es: Abrir Ajustes
fr: Ouvrir Paramètres

source: Tap Safari
de: Tippe auf Safari
es: Toque en Safari
fr: Appuyez sur Safari

source: Then Content Blockers
de: dann Inhaltsblocker
es: Bloqueadores Entonces contenido
fr: Bloqueurs Puis contenu

source: Enable AdBlock Pro
de: Aktiviere AdBlock Pro
es: Habilitar AdBlock Pro
fr: Activer AdBlock Pro

source: Next
de: Weiter
es: Siguiente
fr: Suivant

source: Enabled
de: Aktiviert
es: Activado
fr: activé

source: Block Ads
de: Blockiere Werbung
es: Los anuncios del bloque
fr: Bloquer les annonces

source: Block Youtube Ads
de: Blockiere Youtube Anzeigen
es: Bloque Youtube Anuncios
fr: Bloquer Youtube annonces

source: Block Tracker
de: Blockiere Tracker
es: Bloquear Tracker
fr: Bloquer Tracker

# Block Facebook
source: Block Facebook Widget
de: Blockiere Facebook Widget
es: Bloquear Facebook Widget
fr: Bloquer Facebook Widget

# Block Twitter
source: Block Twitter Widget
de: Blockiere Twitter Widget
es: Bloquear Twitter Widget
fr: Bloquer Twitter Widget

# Block Other
source: Block Other Widgets
de: Blockiere Sonstige Widgets
es: Bloquear otra Reproductores
fr: Bloquer autre Widgets

# Block Malware Sites
source: Block Fraud Sites
de: Blockiere betrügerische Seiten
es: Bloquear sitios de fraude
fr: Bloquer les sites frauduleux

source: Block Adult Sites
de: Blockiere Adult Seiten
es: Bloquea sitios para adultos
fr: Bloquer les sites adultes

source: Block Web Fonts
de: Blockiere Web Schriftarten
es: Bloquear Web Fuentes
fr: Bloquer Web Fonts

source: rules
de: Regeln
es: reglas
fr: règles

source: ADS
de: WERBUNG
fr: LES PUB

source: PRIVACY
de: PRIVATSPHÄRE
es: PRIVACIDAD
fr: SPHÈRE PRIVÉE

source: SOCIAL TRACKER
es: TRACKER SOCIAL
fr: TRACKER SOCIAL

source: MALWARE & ADULT
es: MALWARE Y ADULTOS
fr: MALWARE & ADULTES

source: MULTIPURPOSE & BANDWIDTH
de: SONSTIGES & BANDBREITE
es: MULTIUSOS Y ANCHO DE BANDA
fr: POLYVALENT & BANDWIDTH

source: Happy with AdBlock Pro?
de: Zufrieden mit AdBlock Pro?
es: Feliz con AdBlock Pro?
fr: Heureux avec AdBlock Pro?

# Upgrade to enable Tracker blockers
source: Upgrade to Premium for all blocker + Updates!
de: Premium aktivieren für alle Blocker+Updates.
es: Actualizar a enbable múltiples bloqueadores
fr: Mise à niveau vers enbable plusieurs bloqueurs

source: About & Help
de: Info & Hilfe
es: Acerca de & ayuda
fr: Aide

source: Block
de: Blockieren
es: Bloquear
fr: bloc

source: Search
de: Suche
es: Buscar
fr: Recherche

# Upgrade membership
source: Upgrade to Premium Version
de: Upgrade Premium Version
es: Versión Pro
fr: Version Premium

# Are you sure to upgrade to the Premium version to enable Tracker blockers?
source: Enable all blocker like Tracker + automatic updates for lifetime!
de: Aktiviere alle Blocker für Privatsphäre und automatische Updates für Adblock Pro!
es: Habilitar todos bloqueador + actualizaciones automáticas para toda la vida!
fr: Permettre à tous bloqueur + mises à jour automatiques pour la vie!

source: Upgrade to Premium Version:
de: Upgrade zur Premium Version
es: Asciende a Premium Versión:
fr: Passer à la version haut de gamme:

source: Restore Purchase
de: Einkäufe wiederherstellen
es: Restaurar Compra
fr: restaurer Achat

source: No, Thanks
de: Nein, Danke
es: No, gracias
fr: Non merci

# Popular Adblocker with the goal to remove all in your Safari Browser!
source: Popular Adblocker with the goal to remove all ads in your Safari Browser!
de: Beliebter Adblocker mit dem Ziel sämtliche Werbung in Safari zu entfernen
es: Adblocker Popular con el objetivo de eliminar todos los anuncio en su navegador Safari!
fr: Adblocker populaire dans le but d'enlever tout les annonces dans votre navigateur Safari!

source: Send Feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un commentaire (Anglais)

source: Rate us
de: Bewerte uns
es: Valorar con nosotros
fr: Évaluez nous

source: Please open Settings
de: Bitte Einstellungen öffnen
es: Por favor, abra Configuración
fr: S'il vous plaît ouvrez Paramètres

source: Select "Safari"
de: "Safari" auswählen
es: Seleccione "Safari"
fr: Sélectionnez "Safari"

source: Open "Content Blockers"
de: Öffne "Inhaltsblocker"
es: Abiertas "bloqueadores de contenido"
fr: Ouvertes "contenu bloqueurs"

source: Activate AdBlock Pro
de: Aktiviere AdBlock Pro
es: Activar AdBlock Pro
fr: Activer AdBlock Pro

source: Warning
de: Warnung
es: Advertencia
fr: Attention

source: Please upgrade to Premium version to enable Tracker blockers
de: Bitte aktualisieren Sie auf Premium-Version, um Tracker-Blocker aktivieren
es: Por favor, actualice a la versión mejorada para permitir que rastreador bloqueadores
fr: S'il vous plaît passer à la version Premium pour permettre à traqueur bloqueurs

source: Upgrade
fr: Amélioration

# Finished all steps to activate AdBlock Pro?
source: Finished all steps to activate Adblock? Settings > Safari -> Content Blocker activated?
de: Einstellungen > Safari -> Inhalts Blocker aktiviert? (notwendig damit Adblock Pro funktioniert)
es: Concluidas todas las medidas para activar AdBlock Pro?
fr: Fini les étapes pour activer AdBlock Pro?

source: Not yet
de: Noch nicht
es: Aún no
fr: Pas encore

source: Done
de: Fertig
es: Hecho
fr: Terminé

source: Hide
de: Verstecken
es: Esconder
fr: Cacher

source: This package is disabled.
de: Dieses Paket ist deaktiviert.
es: Este paquete está desactivado.
fr: Ce forfait est désactivé.

source: Close
es: Cerca
fr: Fermer

source: Premium activated (all blocker + updates)
de: Premium aktiviert (alle Blocker + Updates)
es: Premium activado (bloqueador + actualizaciones)
fr: Premium activé (bloqueur)

source: Are you enjoying Adblock Pro?
de: Zufrieden mit Adblock Pro?
es: ¿Estás disfrutando de Adblock Pro?
fr: Êtes-vous profiter Adblock Pro?

source: Congratulations all Blocker + automatic updates are activated!
de: Glückwunsch! Alle Blocker + automat. updates aktiviert!
es: Todo Bloqueador + automatic. actualizaciones activado!

source: Tutorial
de: Anleitung
